chat_system_2056004005_actor_description=Xeona. Demoness-temptress.
chat_system_2056004005_snap_0_question=^?^Mmm, what a nice man has wandered into my castle... Hello, my handsome man, my name is Xeona and it seems that I'm already in love with you!
chat_system_2056004005_snap_0_answer_0=^?^My name is [player], it's nice to meet you.
chat_system_2056004005_snap_6_question=^?^You can't even imagine how glad I am that we have met! If you could only know, sweetheart, how seldom guests from other worlds come to our place - not counting slaves and prisoners of war captured and ransomed!
chat_system_2056004005_snap_6_answer_0=^?^No way! I'm here on my own free will...
chat_system_2056004005_switch_1_header_1=^?^Mmm... What strength in your voice, such rage and indomitable passion! Such desperate and handsome young men often come to Demonis, burning with the desire to destroy and punish, but very, very few of them get so far...<br>Your armor is very heavy, yes? You are very strong and enduring, aren't you? I can only imagine what a beautiful body is hidden beneath... I would eat you up, my sweety!
chat_system_2056004005_switch_1_header_2=^?^Ah, and I see that your will is strong as well! You are a mage, are you not? I see a magic power boiling in you. I see that you are not like those rude and primitive warriors, who wander here in search of loot and fame...<br>If you could only know, sweetheart, how dreary it is with them. Sometimes a lonely girl like me wants to have someone she can talk to, someone who can understand her and speak with wisdom... Wisdom, unbending will, ability to rule the elements and curb them - this arouses me so much... I would just eat you up, my wizard!
chat_system_2056004005_snap_2_question=^?^Mmm, such passion! And particularly are rare in our place are guests who are marked with the power of the gods, and flaming with the Holy Aura. It is so pleasantly painful to look upon you... Ah...<br>...You are a Paladin, are you not? In some worlds they call those warriors paladins, who serve the Light Gods... It's so intriguing... this seal of holiness that makes you so attractive... I would eat you up my sweety!
chat_system_2056004005_snap_2_answer_0=^?^Beautiful Xeona, you are confusing me!
chat_system_2056004005_snap_2_header_0=^?^Of course, my sweetheart! I am a demon of lust, passion, and pleasure, after all. Have you ever heard about such demons as me?<br>If not, I will explain to you with the sincerest pleasure, what I am...
chat_system_2056004005_snap_1_question=^?^Ah, it's you again, [player]. Have you come to entertain the nice lonely girl with easy conversation, or do you wish to see my... mmm... apartments?
chat_system_2056004005_snap_1_answer_0=^?^I'm looking for the Portal Key. Have you heard anything about it?
chat_system_2056004005_snap_1_answer_1=^?^I have a couple of questions for you...
chat_system_2056004005_snap_1_answer_2=^?^I want to prove my power to you! What do I have to do for this?
chat_system_2056004005_snap_1_answer_3=^?^I think this is not a good place for such a nice girl like you. I want you to become my wife!
chat_system_2056004005_snap_1_answer_4=^?^It was nice talking to you. See you later!
chat_system_2056004005_snap_5_question=^?^Ha ha, my sweetheart, you've come to the right place...I know everything about the keys! I can find the key to any heart, even to such an inaccessible heart as yours, my handsome man!<br>I know about dwarven portal keys as well. One of them hangs from the neck of my Key-keeper...<br>There is one other key - Baal has it. By his key was closed that Portal, which was created in your world long before the Fire Bridge.
chat_system_2056004005_snap_5_answer_0=^?^What do you want in exchange for your key?
chat_system_2056004005_snap_5_header_0=^?^In exchange for this needless thing? Nothing!<br>But I will not give it to you for free! First you must prove that you are stronger. Prove to me that you are worthy of being called a man in your world, and that you know how to subdue a fragile and harmless girl like me.<br>Defeat me in a combat, and the key, and me, and my castle - everything I have will be yours!
chat_system_2056004005_snap_4_question=^?^Only the one worthy of me can possess me! Prove to me that you are stronger. Prove to me that you are worthy of being called a man in your world, and that you know how to subdue a fragile and harmless girl like me.<br>Defeat me in a combat, and the key, and me, and my castle - everything I have will be yours!
chat_system_2056004005_snap_4_answer_0=^?^You offer combat? I agree! Prepare for a siege!
chat_system_2056004005_snap_4_answer_1=^?^I'm not ready to fight right now. Wait, my dear beauty...
chat_system_2056004005_snap_4_header_1=^?^I knew it! You are a coward - a coward and a dweeb; it's disgusting even to talk to you. For shame! And I thought that at last a worthy man had come...
chat_system_2056004005_snap_7_question=^?^Don't make me laugh! I need someone who is able to command me! You don't look like such a man, alas...
chat_system_2056004005_snap_7_answer_0=^?^We'll see...
chat_system_2056004005_snap_7_header_0=^?^So, show me, come on!
chat_system_2056004005_snap_3_question=^?^I am on tenterhooks, my sweet! Return quickly, and do not leave me here alone for long. I'm so sad! ...
chat_system_2056004005_snap_3_answer_0=^?^I'll be back soon. (go away...)
